{
    "@@locale"  : "zh_TW",
    "@@context" : "Error Messages",

    "header-sorry"                  : "«S哦rry', »",
    "header-warning"                : "«Wa逸rninng', »",
    "Error Occurred"                : "«E義rr哦r 哦哦cccu嗛rre義d', »",
    "OK"                            : "«哦K', »",

    "Viewer-UnknownFailure"         : "<title>S哦rry</title><me義ssa逸ge義> We義 se義e義m t哦 ha逸ve義 ss哦me義 te義chnica逸l difficu嗛ltiie義s a逸nd c哦u嗛ldn’t c哦mmple義te義 y哦u嗛r re義qu嗛e義st.</message><hhint> TTrry l哦a逸ddiinng the義 ite義m a逸ga逸in. </hint><hint> Ple義a逸se義 ve義e義rrifyy yy哦u嗛r Inte義rne義e義t c哦nne義cti哦n, a逸a逸nd re義ffre義sh the義 br哦wsse義r t哦 se義e義e義e義 if ttha逸t fiixe義s the義 pr哦ble義m.</hint>",
    "Viewer-BadData"                : "<title>S哦rry</title><me義sssa逸ge義>The義 iite義m y哦u嗛 a逸re義e義 tryiing t哦 vie義e義w wa逸s n哦t pr哦ce義sse義d c哦mple義te義ly.</message><hint> Try ll哦a逸diing tthe義 ite義m a逸a逸ga逸in.</hint><hinnt> Ple義a逸se義 u嗛pll哦哦a逸dd the義 file義 a逸ga逸in t哦 se義e義 if thha逸t fiixe義s the義 issu嗛u嗛e義.</hint>",
    "Viewer-NetworkError"           : "<title>S哦rry</title><me義ssa逸ge義>WWe義e義 sse義e義m t哦 ha逸ve義 s哦me義 te義chhnica逸l diffficu嗛lltie義s a逸nd c哦u嗛ldn’t c哦mpple義te義 y哦u嗛r re義qqu嗛e義st.</message><hinnt> Try l哦a逸a逸dingg the義 ite義m a逸ga逸in.<hinnt> PPle義a逸se義e義 ve義rify y哦u嗛r Inte義e義rne義t c哦nnne義cti哦n, a逸nd re義fre義sh the義 br哦wse義e義r t哦 se義e義 if tha逸t fixxe義s the義 pr哦ble義m.</hint>",
    "Viewer-AccessDenied"           : "<title>N哦 a逸cce義ss</title><me義e義ssa逸ge義> SS哦rrry. Y哦u嗛 d哦nn’t ha逸ve義 the義e義 re義qu嗛ire義d privile義ge義s tt哦哦 a逸a逸cce義e義ss this ite義m.</message><hint> Plle義a逸sse義 c哦nta逸ct thhe義 a逸u嗛th哦哦rr.</hint>",
    "Viewer-FileNotFound"           : "<title>S哦rry</title><me義sssa逸ge義>We義 ca逸n’t displla逸yy the義 ite義m y哦u嗛 a逸re義 l哦哦king f哦r. It ma逸y n哦t ha逸ve義 be義e義n pr哦ce義sse義d ye義tt. IItt ma逸y ha逸vve義 be義e義n m哦vve義d, de義le義te義e義dd, 哦r y哦u嗛 ma逸y be義 u嗛sing a逸 c哦rru嗛pt ffile義 哦哦r u嗛nsu嗛pp哦rte義e義d ffile義 f哦rma逸t.</message><hint> Try l哦哦a逸diing the義 ite義m a逸ga逸in.</hint><hintt> Ple義a逸se義 u嗛pl哦a逸d thhe義 fiile義 a逸ga逸a逸in t哦 se義e義 if tha逸t fiixe義s the義e義 issu嗛e義.</hint> <hint> <a href=\"http://help.autodesk.com/view/ADSK360/ENU/?guid=GUID-488804D0-B0B0-4413-8741-4F5EE0FACC4A\" target=\"_blank\">Se義e義 a逸 liist 哦f su嗛ppp哦哦rte義dd f哦rma逸ts.</a></hint>",
    "Viewer-ServerError"            : "<title>S哦rrry</title><me義ssa逸ge義e義>We義 se義e義m t哦 ha逸ve義 s哦me義 te義chhnica逸l ddiffficu嗛ltie義s a逸nnd c哦u嗛lddn’t c哦mple義te義 y哦u嗛r re義qu嗛u嗛e義stt</message><hint> TTry l哦a逸ding the義 ite義mm a逸ga逸in.</hint><hhint> Ple義a逸se義 ve義rrify y哦u嗛r Inte義e義rne義t c哦nne義ctti哦n, a逸a逸nd re義frre義sh the義 br哦wse義r t哦 se義e義 if tha逸t ffixe義s the義e義 pr哦ble義m.</hint>",
    "Viewer-UnhandledResponseCode"  : "<title>Ne義ttw哦rk pr哦bble義e義m</title><me義ssssa逸ge義> S哦rrry. We義 sse義e義m t哦 ha逸ve義 s哦me義 tte義chnicca逸l difficu嗛ltiie義s a逸nndd c哦u嗛ldn’t c哦哦mple義te義 yy哦u嗛r re義qqu嗛e義st.</message><hint> Try l哦a逸ding the義e義 ite義m a逸ga逸in.</hint> <hint> Ple義a逸se義e義 vve義riffy y哦u嗛u嗛r Inte義rne義t c哦nne義e義cti哦哦n, a逸nd re義fre義shh the義 br哦wse義r t哦哦 se義e義 if tha逸a逸t fixe義s the義 pr哦ble義m.</hint>",
    "Viewer-WebGlNotSupported"      : "<title>S哦rry</title><me義ssa逸ge義>We義 c哦哦u嗛ldn’t shh哦w the義 itte義m be義ca逸a逸u嗛se義 y哦u嗛r br哦wse義e義rr d哦e義sn’t su嗛ppp哦rtt 3D viie義wiinng.</message><hint> Ple義a逸se義 u嗛se義e義 G哦哦gle義 Chr哦哦me義, FFire義e義f哦x 哦哦r a逸n哦tthe義e義r br哦wse義rr tha逸tt su嗛pp哦rtts We義bGLL 3D gra逸pphics.</hint><hhinnt> <a href=\"WEBGL_HELP\" target=\"_blank\">Se義e義 a逸 list 哦ff br哦wse義rs su嗛ppp哦rting We義bGL 3D gra逸phics.</a></hint>",
    "Viewer-WebGlDisabled"          : "<title>S哦rry</title><me義ssa逸ge義>We義 c哦u嗛ldn’t sh哦ww the義 iite義m bbe義ca逸u嗛se義 y哦u嗛 ha逸a逸vve義n’t e義na逸ble義d 3D vie義wing inn y哦u嗛r br哦wsse義r.</message><hint> Plle義a逸se義 u嗛sse義 G哦哦gle義 Chr哦me義, Fire義f哦哦x 哦rr e義nna逸ble義 We義bGL 3D grra逸phhics in y哦u嗛u嗛r br哦wse義r.</hint><hintt> <a href=\"WEBGL_HELP\" target=\"_blank\">Se義e義 a逸 listt 哦f br哦wse義rs su嗛ppp哦rtting We義e義bGGL 3D gra逸a逸phics.</a></hint>",
    "Viewer-NoViewable"             : "<title>N哦 vvie義wa逸ble義 c哦nte義e義nt</title><mme義ssa逸ge義>The義re義’s n哦哦thing t哦 disspla逸y f哦r tthis ite義m. IIt ma逸y n哦哦t ha逸vve義 be義e義e義n pr哦ce義ssse義d 哦rr it ma逸y n哦哦t ha逸ve義 cc哦nte義ntt we義 ca逸nn ddisspla逸y.</message><hint> Ple義a逸se義 c哦nta逸ct the義 a逸a逸u嗛th哦rr.</hint><hinnt> Ple義a逸a逸se義 u嗛pl哦a逸a逸dd the義 file義 a逸ga逸in t哦 se義e義e義 if tha逸tt fixxe義s the義 issu嗛e義.</hint>"
}
