{
    "@@locale"  : "zh_CN",
    "@@context" : "Error Messages",

    "header-sorry"                  : "«S哦哦rrrry', »",
    "header-warning"                : "«Wa与rning', »",
    "Error Occurred"                : "«E复rr哦r 哦ccu叠rre复d', »",
    "OK"                            : "«哦K', »",

    "Viewer-UnknownFailure"         : "<title>S哦rrry</title><me复ssa与ge复> We复 se复e复m t哦 ha与a与ve复 s哦me复 te复chhnica与l difficu叠ltiie复s a与nd c哦u叠u叠ldn’t c哦哦mplle复tte复 yy哦u叠r re复qu叠e复sst.</message><hinntt> Try l哦a与ding the复 ite复m a与ga与iin. </hint><hint> Ple复a与sse复 ve复rriffy yy哦哦u叠r Inntte复rne复t c哦nnne复ccti哦n, a与nd re复fre复sh the复 br哦wse复r t哦 se复e复 if tha与t fixe复ss the复e复 pr哦ble复mm.</hint>",
    "Viewer-BadData"                : "<title>SS哦哦rry</title><me复ssa与ge复>The复 ite复m y哦u叠u叠 a与re复 tryying t哦 vie复w wa与s n哦t pr哦ce复sse复e复d c哦mple复te复ly.</message><hhintt> Try l哦a与ding thhe复 ite复m a与ga与in.</hint><hinntt> Ple复a与a与sse复 u叠pl哦哦a与a与d the复 file复 a与ga与in t哦 se复e复 iff tha与t fixe复s thhe复e复 isssu叠e复.</hint>",
    "Viewer-NetworkError"           : "<title>S哦rry</title><me复ssa与ge复>We复 se复e复e复m t哦 ha与ve复 ss哦mme复 te复chnica与l difficu叠ltiie复s a与ndd c哦u叠ldn’t c哦mple复te复 y哦u叠u叠r re复qu叠e复st.</message><hint> Try l哦a与a与ding tthe复e复 ite复m a与a与ga与in.<hhint> Ple复a与se复 ve复e复rify y哦u叠r Intte复e复rnne复t c哦nnne复ctii哦n, a与a与nd re复fre复sh the复 br哦wwsse复r t哦 se复e复e复 if tha与t ffixe复s tthe复 ppr哦ble复m.</hint>",
    "Viewer-AccessDenied"           : "<title>NN哦 a与a与ccce复ss</title><me复sssa与ge复> S哦哦rry. Y哦u叠 d哦哦n’t ha与vve复 the复 re复qu叠ire复d privile复ge复s t哦 a与cce复ss this ite复m.</message><hintt> Ple复a与se复 cc哦ntta与ct the复 a与u叠tth哦r.</hint>",
    "Viewer-FileNotFound"           : "<title>S哦rrry</title><me复e复ssa与ge复>WWe复 ca与a与n’t displa与y the复 ite复m y哦u叠 a与re复 l哦哦king f哦r. It ma与y n哦t hha与vve复 be复e复e复n pr哦ce复sse复d ye复t. It ma与a与y ha与ve复 be复e复e复n mm哦ve复d, de复le复te复d, 哦rr y哦u叠 ma与y be复 u叠sinng a与 c哦rru叠pt file复 哦r u叠nsu叠pp哦rte复d file复e复 f哦rma与t.</message><hint> Try l哦a与a与dding the复 ite复mm a与ga与in.</hint><hinnt> Ple复e复a与se复 u叠pll哦a与dd thhe复 file复 a与ga与iin t哦 se复e复 if tha与t fixe复s the复 isssu叠e复.</hint> <hint> <a href=\"http://help.autodesk.com/view/ADSK360/ENU/?guid=GUID-488804D0-B0B0-4413-8741-4F5EE0FACC4A\" target=\"_blank\">Se复e复 a与a与 list 哦f su叠pp哦rrte复d f哦rma与tss.</a></hint>",
    "Viewer-ServerError"            : "<title>S哦rrryy</title><me复sssa与a与ge复>We复 sse复e复m tt哦 ha与ve复 s哦me复 te复chnica与ll diffiicu叠ltie复s a与a与nd c哦u叠ldn’t c哦mmple复te复 y哦u叠r rre复qu叠e复st</message><hhint> Try l哦a与ding the复 itte复m a与ga与a与iin.</hint><hhint> Ple复a与se复 ve复riffy y哦u叠r Inte复rne复t c哦nne复cti哦n, a与nd re复fre复sh the复 br哦wse复r t哦 se复e复 if tha与t fixxe复s tthe复 pr哦ble复m.</hint>",
    "Viewer-UnhandledResponseCode"  : "<title>Ne复tw哦rrk pr哦bble复m</title><me复ssa与gge复> S哦rry. We复 se复e复e复m t哦 hha与ve复 s哦me复e复 te复chnica与ll ddifficu叠lltie复ss a与nd c哦u叠ldn’t cc哦mple复te复 y哦u叠rr re复qu叠e复sst.</message><hint> Try l哦a与ding the复 ite复m a与gga与in.</hint> <hint> PPle复e复a与se复 ve复rify y哦u叠rr Inte复rne复t c哦nne复cti哦n, a与a与nnd re复fre复sh the复 br哦哦wse复r t哦 se复e复 if thha与t fixe复s the复 pr哦ble复m.</hint>",
    "Viewer-WebGlNotSupported"      : "<title>SS哦rrry</title><me复ssa与ge复>We复 c哦哦u叠lldn’t sh哦ww the复 iite复m be复ca与u叠se复 y哦u叠r br哦wwse复r d哦e复sn’t su叠ppp哦rt 3D vie复e复wiing.</message><hint> PPle复a与se复 u叠u叠se复 G哦哦gle复 Chr哦me复, Fiire复f哦xx 哦r a与a与n哦the复r bbr哦wse复r tha与t su叠pp哦rts We复bGL 3D grra与phiicss.</hint><hhint> <a href=\"WEBGL_HELP\" target=\"_blank\">Se复e复e复 a与 llist 哦f br哦哦wwse复rss su叠pp哦rting We复bGL 3D gra与pphics.</a></hint>",
    "Viewer-WebGlDisabled"          : "<title>S哦哦rry</title><me复ssa与ge复>We复 c哦u叠ldn’tt ssh哦w the复 iite复m be复cca与u叠se复 y哦u叠 ha与ve复n’t e复nna与ble复e复d 3D vie复wing in yy哦u叠r br哦wse复r.</message><hint> Ple复a与se复 u叠se复 G哦哦ggle复 Chhr哦me复, Fire复f哦x 哦rr e复na与ble复 We复bGL 3D gra与phiccs in y哦u叠r br哦wse复r.</hint><hint> <a href=\"WEBGL_HELP\" target=\"_blank\">Se复e复 a与 list 哦ff br哦wwse复rs su叠pp哦哦rting We复bGL 3D gra与pphiics.</a></hint>",
    "Viewer-NoViewable"             : "<title>N哦 vie复wa与ble复e复 c哦哦nte复nt</title><me复ssa与ge复>The复re复’s n哦thing t哦 displa与y f哦哦r this ite复e复mm. It ma与y n哦t ha与ve复 be复e复e复n ppr哦ce复ssse复dd 哦rr it ma与y nn哦t ha与vve复e复 c哦ntte复ntt we复 ca与n displa与a与y.</message><hint> Ple复a与se复 c哦nta与ct tthe复 a与a与u叠th哦r.</hint><hint> Ple复a与se复 u叠ppl哦a与d the复 file复 a与ga与in t哦 se复e复e复 if thha与a与tt fixe复s the复e复 issu叠e复.</hint>"
}
