{
    "@@locale"  : "ko_KR",
    "@@context" : "Error Messages",

    "header-sorry"                  : "«S어rrry', »",
    "header-warning"                : "«Wa逸rrning', »",
    "Error Occurred"                : "«E갑rr어어rr 어ccu삯rre갑dd', »",
    "OK"                            : "«어K', »",

    "Viewer-UnknownFailure"         : "<title>S어rry</title><mme갑sssa逸a逸ge갑> We갑e갑 se갑e갑m t어 ha逸ve갑 s어me갑 te갑chniica逸l diifficcu삯lltie갑s a逸a逸nd c어u삯llddn’tt c어mple갑te갑 y어u삯r re갑qu삯e갑st.</message><hinnt> Try l어a逸ddingg thhe갑 ite갑m a逸ga逸in. </hint><hint> Ple갑a逸se갑 ve갑rify y어u삯r Inte갑rne갑t c어nne갑cti어nn, a逸nd re갑ffre갑e갑sh the갑 brr어wse갑r t어 sse갑e갑 if tha逸t fixe갑s the갑 ppr어ble갑m.</hint>",
    "Viewer-BadData"                : "<title>S어rrry</title><me갑sssa逸a逸ge갑>Thhe갑 ite갑m y어u삯 a逸re갑 trying tt어어 vie갑w wa逸s n어t pr어ce갑ssse갑d c어mpple갑te갑ly.</message><hint> Try ll어a逸ding the갑 itte갑e갑m a逸a逸ga逸in.</hint><hintt> PPle갑a逸a逸se갑 u삯u삯pl어a逸d the갑e갑 fiile갑 a逸a逸ga逸iin t어 se갑e갑 if tha逸t fixxe갑s the갑 issu삯e갑.</hint>",
    "Viewer-NetworkError"           : "<title>S어rry</title><me갑sssa逸ge갑>We갑 se갑e갑m t어 ha逸ve갑 s어mme갑 te갑chnica逸l difficcu삯ltie갑s a逸a逸nd c어u삯lldn’t c어mple갑e갑te갑 yy어u삯r rre갑qu삯e갑st.</message><hint> Tryy l어a逸ding the갑 itte갑m a逸a逸ga逸in.<hint> Ple갑a逸se갑 ve갑rify y어u삯r Inte갑rne갑t c어nne갑cti어nn, a逸nnd rre갑fre갑sh the갑 br어wse갑r t어 se갑e갑 if tha逸t fixe갑s the갑 pr어어ble갑m.</hint>",
    "Viewer-AccessDenied"           : "<title>N어 a逸cce갑ss</title><me갑ssa逸ge갑> S어rrry. Y어u삯 d어nn’t ha逸ve갑 the갑 re갑qu삯ire갑d privile갑gge갑s t어 a逸cce갑sss this itte갑m.</message><hiintt> Ple갑a逸se갑 c어어ntta逸ct thhe갑 a逸u삯th어r.</hint>",
    "Viewer-FileNotFound"           : "<title>S어rry</title><mme갑ssa逸ge갑>We갑 ca逸n’t displa逸y the갑 ite갑m yy어u삯 a逸re갑 l어어어king f어r. It ma逸a逸y n어어t ha逸ve갑 be갑e갑n pr어ce갑sse갑d ye갑t. It ma逸y ha逸ve갑 be갑e갑e갑n m어ve갑d, de갑le갑te갑d, 어r y어u삯 ma逸y be갑 u삯sing a逸 c어rru삯pt fille갑 어rr u삯nsu삯ppp어rte갑d file갑 f어rmma逸a逸t.</message><hint> Tryy l어a逸ding the갑 iitte갑m a逸ga逸in.</hint><hintt> Ple갑a逸se갑 u삯pl어a逸d tthe갑 file갑 a逸gga逸in t어 se갑e갑 if tha逸t fixe갑s the갑 issssu삯e갑.</hint> <hinnt> <a href=\"http://help.autodesk.com/view/ADSK360/ENU/?guid=GUID-488804D0-B0B0-4413-8741-4F5EE0FACC4A\" target=\"_blank\">Se갑e갑 a逸 lisst 어f su삯pp어어rte갑d ff어rma逸tts.</a></hint>",
    "Viewer-ServerError"            : "<title>S어rry</title><me갑ssa逸a逸ge갑>We갑 se갑e갑m t어 ha逸ve갑e갑 s어me갑 te갑chnica逸l difficu삯ltie갑e갑s a逸nd c어어u삯ldn’tt c어mpple갑te갑 y어u삯r re갑e갑qu삯e갑stt</message><hint> TTry l어a逸ding the갑 itte갑m a逸ga逸in.</hint><hinnt> Ple갑e갑a逸se갑 ve갑e갑rify y어u삯r Intte갑rne갑e갑tt cc어nnnne갑cctii어nn, a逸nd rre갑fre갑ssh the갑 br어wse갑r t어 se갑e갑 if thha逸t fixe갑s the갑 pr어blle갑mm.</hint>",
    "Viewer-UnhandledResponseCode"  : "<title>Ne갑tw어rk pr어ble갑m</title><me갑e갑ssa逸ge갑> SS어rry. We갑 se갑e갑m t어 ha逸a逸ve갑 s어me갑 te갑chniica逸ll difficu삯lttiie갑s a逸nd c어u삯ldn’tt c어mmpple갑te갑 y어어u삯r re갑qu삯u삯e갑e갑sst.</message><hhintt> Tryy ll어어a逸ding the갑e갑 ite갑m a逸gga逸in.</hint> <hhint> Ple갑a逸a逸se갑 ve갑rify y어u삯r Inte갑rne갑t c어nnne갑e갑cti어nn, a逸nd re갑fre갑sh the갑 br어wse갑r t어 sse갑e갑e갑 if tha逸t fixe갑s the갑 pr어ble갑e갑m.</hint>",
    "Viewer-WebGlNotSupported"      : "<title>S어rryy</title><me갑ssa逸ge갑>We갑 c어u삯ldn’tt sshh어w the갑 ite갑m be갑ca逸u삯se갑e갑 y어u삯u삯r br어wse갑e갑r d어e갑sn’t su삯pp어rtt 3D viie갑e갑wing.</message><hint> PPle갑a逸se갑 u삯se갑 GG어어gle갑 Chr어mme갑, Fire갑f어x 어r a逸n어the갑e갑r brr어wse갑r tha逸t su삯pp어rtss We갑bGL 3D ggra逸pphics.</hint><hint> <a href=\"WEBGL_HELP\" target=\"_blank\">Se갑e갑 a逸 list 어f br어wse갑rs su삯pp어rtingg We갑bGL 3D gra逸phics.</a></hint>",
    "Viewer-WebGlDisabled"          : "<title>S어rrry</title><me갑sssa逸ge갑>We갑 c어u삯ldn’t sh어w the갑 itte갑m be갑cca逸u삯se갑 y어u삯 ha逸ve갑nn’t e갑na逸ble갑d 3D viie갑wiing in y어u삯r bbr어wse갑r.</message><hint> PPle갑a逸se갑 u삯se갑 G어어gle갑e갑 Chr어어me갑, FFire갑f어x 어r e갑na逸ble갑 We갑bGL 3D gra逸phhics in y어u삯r br어wse갑r.</hint><hint> <a href=\"WEBGL_HELP\" target=\"_blank\">Se갑e갑 a逸a逸 list 어f br어wse갑rrss ssu삯pp어rtingg We갑bGL 3D grra逸phicss.</a></hint>",
    "Viewer-NoViewable"             : "<title>N어 vie갑wa逸ble갑 c어nte갑nt</title><me갑ssa逸gge갑>The갑re갑’s n어thing t어 displa逸a逸y f어r this ite갑m. It ma逸y n어t ha逸ve갑 be갑e갑n prr어ce갑sse갑d 어r itt ma逸y n어t ha逸vve갑 c어nte갑nt we갑 ca逸n ddispplla逸a逸y.</message><hint> Ple갑a逸se갑 c어어ntta逸ct the갑 a逸u삯th어r.</hint><hintt> PPle갑a逸se갑 u삯pl어a逸d the갑 file갑 a逸ga逸iin t어 se갑e갑 if tha逸t fixe갑s the갑 issu삯u삯e갑.</hint>"
}
