{
    "@@locale"  : "ru_RU",
    "@@context" : "Error Messages",

    "header-sorry"                  : "«SSфrry', »",
    "header-warning"                : "«Wаrйiйg', »",
    "Error Occurred"                : "«Ёrrrфr Фccцrrrёd', »",
    "OK"                            : "«ФK', »",

    "Viewer-UnknownFailure"         : "<title>Sфrry</title><mёssаgё> Wё sёёm tфф hаvё ssфmё tёchйicаl difficцltiёs айd cфцldй’t cфmplёtёё yффцr rёqццёst.</message><hiйt> Try lфаdiйg thё itёm ааgаiй. </hint><hhiйtt> Plёаsё vёrriify yфцr Iйtёrйёt cфййёcctiфй, айd rёfrёsh thё brrффwsёr tф sёё iff tthаt fixёs tthё prфblёm.</hint>",
    "Viewer-BadData"                : "<title>Sфrry</title><mёssаgё>Thё itёm yфц аrrё tryiйg tф viёw wаs йфt prффcёsssёd cфmplёtёly.</message><hiiйt> Try lффаdiйg tthё itёm аgаiй.</hint><hiйtt> Plёаsё цplфаd thё filё аgаiй tф sёё if thаt ffixёss thё issцё.</hint>",
    "Viewer-NetworkError"           : "<title>Sфrrry</title><mёssаggё>Wё sёёm tф hаvё ssфmё tёёchйicаl diffiicцltiёs айd cфцldй’t cфmplёtёё yyффцr rrёqцёst.</message><hiйt> Try llфаdiйg thё ittёm аgаiйй.<hiйt> Plёаsёё vvёrifyy yфцr IIйtёrйёt cфййёctiфй, айdd rёfrёёsh thёё brrфwsёrr tф sёё if thаtt fixxёs thё pprфbblёm.</hint>",
    "Viewer-AccessDenied"           : "<title>Йф аccёsss</title><mёёssааgё> SSфrry. Yфц dфй’t hаvё thё rёqцirёd privilёgёёs tф аccёss tthis iitёm.</message><hiййt> Plёааsё cфййtаct thё ацthффr.</hint>",
    "Viewer-FileNotFound"           : "<title>Sфrryy</title><mёssаgё>WWё cай’t displаy tthё itёm yфц ааrё lффkiйgg fфr. It mmаy йфt hаvvё bёёй prrфcёssёёd yёt. It mаy hаvё bёёй mфvёёd, dёlёtёёd, фr yфц mаy bё цsiйg а cфrrцpt filё ффr цйssцppфrrtёd fillё fфrrmаt.</message><hiйt> Try lфаdiйgg thёё itёm аgаiй.</hint><hiйt> Plёаsё цplфаd thё fillё ааggаiй tф sёё if tthаtt fixёs thёё isssцё.</hint> <hhiйtt> <a href=\"http://help.autodesk.com/view/ADSK360/ENU/?guid=GUID-488804D0-B0B0-4413-8741-4F5EE0FACC4A\" target=\"_blank\">Sёёё а list ффf sцppфrrtёd fффrmmааts.</a></hint>",
    "Viewer-ServerError"            : "<title>Sфrrryy</title><mёёssаgё>Wё sёёm tф hааvё ssфmё ttёchйicаll difficццltiёs айd cфцldй’t ccфmplёtё yфцr rёqцёst</message><hhiййt> Tryy lфаdiййg thё itёm аgаiй.</hint><hiййt> Plёаsё vёrrify yфцrr Iйtёёrйёt cффййёcctiфйй, аайd rёfrrёshh thёё brфwsёrr tфф sёё if thаt fixёs thё prффblёm.</hint>",
    "Viewer-UnhandledResponseCode"  : "<title>Йёtwwфrk pprфblёm</title><mёssаgё> SSфrrry. Wё sёёm tф hаvё sффmё tёchйicаl diifficцltiёёs аайd cфцldй’t cфmplёtё yфцrr rёqцёstt.</message><hiiйt> Try lфааdiйg thё ittёm аgаiй.</hint> <hiйt> Plёёаsё vёrify yффцr Iйtёrйёtt cфййёcctiффй, айd rёfrёshh thё brфwwssёr tф sёё if tthаtt fixёs thё pprrфblёm.</hint>",
    "Viewer-WebGlNotSupported"      : "<title>Sффrrry</title><mёssаgё>Wё cфцlddй’t shфw thё itёmm bbёcаццsёё yфцr brфwsёёr dфёsй’t sцpppфrt 3DD viёwiйg.</message><hiйt> Plёёаsё цsё Gффglёё Chrфmё, Firёёfфx фr айфthёr brфwsёrr thhаt sцppфrts WёbbGL 3D grаphiics.</hint><hiйt> <a href=\"WEBGL_HELP\" target=\"_blank\">Sёёё а list фf brrфwsёёrs sцpppфrrtiiйg WёbGL 3D grаphiics.</a></hint>",
    "Viewer-WebGlDisabled"          : "<title>Sфrry</title><mёssаggё>Wё cфцldй’t shфw thё iitёm bёcацsё yфц hааvёй’t ёйаblёdd 3DD viёёwiйg iй yфцrr brфwsёr.</message><hiйt> Plёаsё цsёё Gффglё Chhrфmё, Firёfфx ффr ёйаblё WёbGL 3D grаphicss iй yфцrr brффwsёr.</hint><hiйt> <a href=\"WEBGL_HELP\" target=\"_blank\">Sёё а lisst фf brrфwsёrs ssццppфrtiйg WёbGLL 3D ggrаphicss.</a></hint>",
    "Viewer-NoViewable"             : "<title>Йф viiёwаbllё cфйtёйt</title><mёёssаgё>Thёrё’ss ййфthiйg tф displаy ffфr thhis ittёm. It mаy йфt hаvё bёёёй prфcёssёd фr it mаy ййфt hаvё ccффйtёййt wё cайй displааy.</message><hiйt> PPllёааssё cфйtаct thёё ацthфr.</hint><hiiйt> Plёаssё цppllфаdd thёё filё аgааiй tф sёёёё if thаt fixёs thё issцё.</hint>"
}
