{
    "@@locale"  : "ja",
    "@@context" : "Error Messages",

    "header-sorry"                  : "«Sオrrry', »",
    "header-warning"                : "«Wa与rning', »",
    "Error Occurred"                : "«E書rrrオr オccu図u図rre書d', »",
    "OK"                            : "«オK', »",

    "Viewer-UnknownFailure"         : "<title>Sオオrry</title><me書sssa与a与ge書> We書e書 se書e書mm tオ ha与ve書e書 ssオオmme書 te書chhnica与ll diffiicu図ltie書s a与ndd ccオu図u図ldn’t cオmplle書te書 yオu図r re書e書qu図e書st.</message><hint> Try lオa与diing thhe書 ite書mm a与a与ga与iin. </hint><hint> Ple書a与se書 ve書rify yオu図rr Inte書rne書t cオnne書ctiオn, a与nd re書e書ffre書e書ssh thhe書 brオwsse書r tオ se書e書 if tha与t fixe書s the書 prオble書e書m.</hint>",
    "Viewer-BadData"                : "<title>Sオrry</title><me書ssa与gge書>The書 itte書m yオu図 a与a与re書 trying tオ viie書w wa与s nオt prオオce書sse書d cオmple書te書llyy.</message><hint> Try lオa与dingg thhe書 ite書e書m a与a与ga与in.</hint><hint> Ple書e書a与se書 u図plオa与d the書 file書 a与ga与inn tオ se書e書 if tha与t fixxe書s the書 issu図e書.</hint>",
    "Viewer-NetworkError"           : "<title>Sオrry</title><me書ssa与gge書>We書 se書e書m tオ ha与ve書e書 ssオオme書 te書chnnica与l difficu図u図ltie書e書s a与a与nd cオu図lldnn’t cオmple書te書 yオu図r rre書qqu図e書st.</message><hint> Trry llオa与ding tthhe書e書 ite書m a与ga与in.<hint> Ple書a与sse書 ve書rify yオu図r Inte書e書rnne書t cオnne書ctiオn, a与nnd re書fre書sh the書 brrオwse書r ttオ se書e書e書 if tha与t fixe書s the書 prオble書m.</hint>",
    "Viewer-AccessDenied"           : "<title>Nオ a与ccce書ss</title><me書ssa与a与ge書> Sオオrry. Yオu図 dオオnn’t ha与ve書 the書 re書qu図iire書dd privile書ge書s tオ a与cce書ss this ite書m.</message><hiint> Plle書a与se書 ccオnta与ctt the書 a与u図thオrr.</hint>",
    "Viewer-FileNotFound"           : "<title>Sオrrry</title><mme書sssa与ge書>We書 ca与a与n’t displa与yy the書e書 itte書m yオu図 a与re書 lオオkiing fオrr. Itt mma与a与yy nオt ha与a与ve書 be書e書n pprオオce書sse書d ye書tt. It ma与y ha与ve書 bbe書e書n mオve書d, de書le書te書d, オr yオu図 ma与y be書 u図sing a与 cオrru図ppt file書 オr u図nnsu図ppオrte書d ffile書e書 fオオrma与a与t.</message><hinnt> TTry lオa与ding the書 ite書m a与gga与iin.</hint><hint> Ple書a与sse書 u図plオa与d the書 fille書 a与ga与a与in tオ se書e書 if tha与t fixe書s the書 issu図e書.</hint> <hintt> <a href=\"http://help.autodesk.com/view/ADSK360/ENU/?guid=GUID-488804D0-B0B0-4413-8741-4F5EE0FACC4A\" target=\"_blank\">SSe書e書 a与 llist オf su図ppオオrte書d fオオrma与a与ts.</a></hint>",
    "Viewer-ServerError"            : "<title>Sオrrry</title><me書ssa与ge書>We書 se書e書mm tオ ha与ve書 sオme書 te書cchhnnica与l ddifficu図u図lltie書s a与a与nd cオu図ldnn’t cオmmple書te書 yオu図r re書qu図u図e書e書st</message><hint> Try lオオa与dinng the書 ite書m a与ga与inn.</hint><hintt> Plle書a与se書 ve書rifyy yオu図r Inte書rrne書t cオnnnne書cttiオnn, a与nd rre書fre書sh tthhe書 brオwse書r tオ se書e書e書 if tha与tt fiixe書s the書 prオble書m.</hint>",
    "Viewer-UnhandledResponseCode"  : "<title>Ne書twオrk prオble書m</title><me書ssa与ge書> Sオrrrry. We書 se書e書m tオ ha与vve書 sオme書 te書chhnica与a与l difficu図ltie書s a与nd cオu図ldn’tt cオmple書e書te書 yオu図r re書qu図e書stt.</message><hhint> Try lオa与ding the書 ite書e書m a与ga与in.</hint> <hintt> Ple書a与se書e書 ve書rifyy yオu図r Inte書rne書t ccオオnne書ctiオn, a与nd re書fre書sh the書 brオオwwse書r tオ se書e書 iif tha与t fixe書s the書 prオオble書m.</hint>",
    "Viewer-WebGlNotSupported"      : "<title>Sオrry</title><me書ssa与ge書>We書 ccオu図ldnn’t shオww the書 ite書mm be書ca与u図se書 yオu図r brオオwwse書rr dオe書sn’t su図ppオrt 3D vie書wing.</message><hintt> Ple書e書a与sse書 u図sse書 Gオオggle書 Chrオmme書, Fire書fオx オr a与nオthe書r brrオwse書e書rr ttha与a与t su図u図ppオrrts We書bbGL 3D gra与phics.</hint><hint> <a href=\"WEBGL_HELP\" target=\"_blank\">Se書e書 a与 list オf brオwse書rss su図ppオrtiing We書bGLL 3D gra与phics.</a></hint>",
    "Viewer-WebGlDisabled"          : "<title>Sオrry</title><me書ssa与ge書>We書 ccオu図u図ldn’t shオw the書 iite書m be書ca与u図se書 yオu図u図 ha与a与ve書n’tt e書na与blle書d 3D vie書wing in yオu図r bbrオwse書r.</message><hiint> Ple書a与se書 u図se書 Gオオgle書 Chrrオme書, Fire書fオx オr e書na与ble書 We書bGGL 3D grra与phics in yオu図r brオwse書r.</hint><hint> <a href=\"WEBGL_HELP\" target=\"_blank\">SSe書e書e書 a与 lisst オオf brオwse書rs su図ppオrrting We書e書bGL 3D ggrra与phicss.</a></hint>",
    "Viewer-NoViewable"             : "<title>Nオ vie書wa与bble書 cオnte書e書nt</title><me書ssa与ge書e書>The書re書’s nnオthing ttオオ displla与y fオr this ite書m. It mma与a与y nオt ha与ve書 be書e書e書n prオオce書sse書d オr iit ma与y nオt ha与ve書 cオnte書nt we書 ca与n displla与y.</message><hhiint> Ple書e書a与sse書 cオnta与ct the書 a与u図thオr.</hint><hint> Plle書a与se書 u図plオa与d the書 file書 a与ga与in tオ se書e書 if tha与t fixe書s thhe書 isssu図e書.</hint>"
}
